brew 'zsh'
brew 'neovim'
brew 'ripgrep'
brew 'fzf'
brew 'gh'
brew 'git-delta'
brew 'pure'
brew 'tmux'

# Rust performance tools (from CLAUDE.md)
brew 'fd'              # Fast alternative to find
brew 'bat'             # Cat with syntax highlighting
brew 'eza'             # Modern alternative to ls
brew 'sd'              # Fast alternative to sed
brew 'dust'            # Intuitive alternative to du
brew 'bottom'          # Process/system monitor (btm)
brew 'procs'           # Modern alternative to ps
brew 'xh'              # Fast alternative to curl
brew 'tokei'           # Count lines of code
brew 'hyperfine'       # Command benchmarking
brew 'zoxide'          # Smarter cd command
